Repository: urosjevtic/SIMS-project
Catalog: InitialProject/InitialProject/Properties/Resources.*.resx
Languages: sr_latn

# Accommdation_reserved
source: Accommodation reserved
sr_latn: Smeštaj registrovan

source: Accommodation:
sr_latn: Smeštaj:

# Accommodation_managment
source: Accommodation menagment
sr_latn: Upravljenje smestajem

source: Accommodation registration
sr_latn: Registracija smeštaja

source: Accommodation reviews
sr_latn: Ocene smeštaja

source: Accommodation statistic
sr_latn: Statistika smeštaja

# Accommodation_statistic1
source: *See statistic for all you accommodations
sr_latn: *Pogledajte statistiku za sve vaše smeštaje

# Accommodation_statistic2
source: *Select accommdoation and click on statistic to show yearly statistic. Furthermore clickg on see monthly statistic you will be able to see all statistic by months
sr_latn: *Izaberite smeštaj i kliknite na statistiku da biste prikazali godišnju statistiku. Pored toga, kliknite na pogledajte mesečnu statistiku, moći ćete da vidite svu statistiku po mesecima

source: Accommodation type:
sr_latn: Tip smeštaja:

# Accommodation_type_requeired
source: *Accommodation type:
sr_latn: *Tip smeštaja:

source: Additional comment:
sr_latn: Dodatni komentar:

source: Add new property to your list of accommodations
sr_latn: Dodaj novi smeštaj

source: Add note
sr_latn: Dodaj belešku

source: All reservations
sr_latn: Sve rezervacije

# All_reservations1
source: *See all reservations that guests have made
sr_latn: *Pogledajte sve rezervacije koje su gosti napravili

# All_reservations2
source: *On this screen you will also be able to cancel reservations if needed
sr_latn: *Na ovom ekranu ćete takođe moći da otkažete rezervacije ako je potrebno

# Are_you_sure_you_want_to_cancel_this_renovation
source: Da li ste sigurni da zelite da otkazete renoviranje?
sr_latn: Are you sure you want to cancel this renovation

source: Are you sure you want to cancel this reservation?
sr_latn: Da li ste sigurni da želite da otkažete ovu rezervaciju?

source: Author:
sr_latn: Autor:

source: Avrage rating:
sr_latn: Prosečna ocena:

source: Buisiest month:
sr_latn: Mesec sa najvećim zauzećem:

source: Buisiest year
sr_latn: Godina sa najvećim zauzećem

source: Cancel
sr_latn: Otkaži

source: Cancelation count:
sr_latn: Broj otkazivanja:

source: Cancelation period:
sr_latn: Period za otkazivanje:

# Cancelation_period_requiered
source: *Cancelation period:
sr_latn: *Period za otkazivanje

# Cancel_renovation
source: Otkazi renoviranje
sr_latn: Cancel renovation

source: Cancel reservation
sr_latn: Otkaži rezervaciju

source: Change application language
sr_latn: Promeni jezik alikacije

source: Change application theme
sr_latn: Promeni temu aplikacije

source: Change theme
sr_latn: Proemeni temu

# Change_username_and_password
source: Change ussername and password
sr_latn: Promeni korisničko ime i lozinku

# Choose_lanugage
source: Choose language
sr_latn: Izaberi jezik

source: City:
sr_latn: Grad:

# City_requiered
source: *City:
sr_latn: *Grad:

source: Cleanlines:
sr_latn: Čistoća:

source: Close
sr_latn: Zatvori

source: Comment
sr_latn: Komentariši

source: Comments:
sr_latn: Komentari:

source: Confirm
sr_latn: Potvrdi

source: Country:
sr_latn: Država:

# Country_requiered
source: *Country:
sr_latn: *Država:

source: Creation date:
sr_latn: Datum kreiranja:

source: Dark
sr_latn: Mracna

source: Days left to rate guest:
sr_latn: Dani ostali da ocenite gosta:

source: Decline
sr_latn: Odbij

source: Delete
sr_latn: Obriši

source: Description:
sr_latn: Opis:

source: Download
sr_latn: Preuzmi

source: End date:
sr_latn: Krajnji datum:

source: English
sr_latn: Engleski

# Every_field_is_requiered
source: *Every field is required
sr_latn: *Svako polje je obavezno

source: Finished:
sr_latn: Završeno:

source: Forums
sr_latn: Forumi

# Forums1
source: *Interact with other guests and owners on forums
sr_latn: * Interakcija sa drugim gostima i vlasnicima na forumima

# Forums2
source: *You will be able to leave comment on the selected forum only if you own accommdoation on that location
sr_latn: *Moći ćete da ostavite komentar na odabranom forumu samo ako posedujete smeštaj na toj lokaciji

# Forums3
source: *You can't leave comments on closed forums
sr_latn: *Ne možete ostavljati komentare na zatvorenim forumima

source: From:
sr_latn: Od:

source: Generate
sr_latn: Generiši

source: Generate a pdf report for a renovations
sr_latn: Generiši pdf izveštaj o renovaciji

source: Generate PDF
sr_latn: Generiši PDF

source: Generate report
sr_latn: Generiši izveštaj

source: < Go back
sr_latn: < Nazad

source: Guest rating
sr_latn: Ocenjivanje gosta

source: Guest username:
sr_latn: Korisničko ime gosta:

source: Handle rescheduling
sr_latn: Pomeraj reservacije

source: Help
sr_latn: Pomoć

source: Here you can see all requests for rescheduling reservations
sr_latn: Ovde možete videti sve zahteve za pomeranje rezervacija

source: Here you can see all reservations that gusts have made
sr_latn: Ovde možete videti sve rezervacije koje su gosti napravili

source: Here you can see guests that you still haven't rated, and rate them
sr_latn: Ovde možete videti sve goste koje niste ocenili, i oceniti ih

source: Here you can see ratings and reviews that guests have left
sr_latn: Ovde možete videti ocene i kritike koje su gosti ostavili

# Images_url
source: Imgaes url:
sr_latn: Url adrese slika:

# Images_url_requiered
source: *Images url:
sr_latn: *Url adrese slika:

# Initial_date
source: Initial dates
sr_latn: Prvobitni datum

source: Is already ocupied:
sr_latn: Već je zauzeto:

source: Is super owner:
sr_latn: Super vlasnik:

source: Language
sr_latn: Jezik

source: Light
sr_latn: Svetla

source: Log out
sr_latn: Izloguj se

source: Maximum number of guests:
sr_latn: Maksimalni broj gostiju:

# Max_Number_Of_Guests_requiered
source: *Maximum number of guests:
sr_latn: *Maksimalan broj gostiju:

source: Minimum renovation days:
sr_latn: Minimalni broj dana za rezervaciju:

# Min_reservation_days_requieded
source: *Minimum reservation days:
sr_latn: *Minimalan broj dana za rezervaciju:

source: My Accommodations
sr_latn: Moj smeštaj

# My_accommdoation1
source: *See accommodation option enables you to see all accommodation that you currently own
sr_latn: *Opcija Vidi smeštaj vam omogućava da vidite sav smeštaj koji trenutno posedujete

# My_accommdoation2
source: *See all details about accommodations
sr_latn: *Pogledajte sve detalje o smeštaju

# My_accommdoation3
source: *Clicking on See images button you will be able to see all accommodation images
sr_latn: *Klikom na dugme Vidi slike moći ćete da vidite sve slike smeštaja

source: My ratings
sr_latn: Moje ocene

# My_ratings1
source: *See super owner status. To become super owner you need at least 50 reviews and avrege rating of 4.5
sr_latn: *Pogledajte status supervlasnika. Da biste postali super vlasnik, potrebno vam je najmanje 50 recenzija i prosečna ocena 4,5

# My_ratings2
source: *See ratings for the accommodations you have selected. To be able to see review from the specific guest first you need to rate that guest
sr_latn: *Pogledajte ocene za smeštaj koji ste izabrali. Da biste mogli da vidite recenziju određenog gosta, prvo morate da ocenite tog gosta

source: Name:
sr_latn: Naziv:

# Name_requiered
source: *Name:
sr_latn: *Naziv:

source: New date
sr_latn: Novi datum

source: New forum notification
sr_latn: Nova obaveštenja o forumima

source: New renovations
sr_latn: Novo renoviranje

# New_renovations1
source: *Schedule new renovations
sr_latn: *Zakažite nove renovacije

# New_renovations2
source: *Select accommdoations that you want to renovate, select date range that you want renovations to be and choose one of the available dates.
sr_latn: *Izaberite smeštaj koji želite da renovirate, izaberite period za koji želite da bude renoviranja i izaberite jedan od dostupnih datuma.

# New_renovations3
source: *To finish just write renovation descritpiton and click on confirm
sr_latn: *Da biste završili, samo napišite opis renoviranja i kliknite na potvrdi

source: No
sr_latn: Ne

source: Notes
sr_latn: Beleške

# Notification1
source: *On this screen you will be able to see every notification that you recive
sr_latn: *Na ovom ekranu ćete moći da vidite svako obaveštenje koje dobijete

source: Notifications
sr_latn: Obaveštenja

source: Number of cancelations:
sr_latn: Broj otkazivanja:

source: Number of guests:
sr_latn: Broj gostiju:

source: Number of renovations:
sr_latn: Broj renoviranja:

source: Number of reschedules:
sr_latn: Broj pomeranja rezervacija:

source: Number of reservations:
sr_latn: Broj rezervacija:

source: Open
sr_latn: Otvori

source: Owner fairnes:
sr_latn: Korektnost vlasnika:

source: PDF report
sr_latn: PDF izveštaj

source: Personal info
sr_latn: Lični podaci:

source: Proceed
sr_latn: Nastavi

source: Rate a guest
sr_latn: Oceni gosta

source: Rate guests
sr_latn: Oceni goste

source: Ratings
sr_latn: Ocene

source: Reason for declining:
sr_latn: Rezlog za odbijanje:

# Recived_notifications
source: Recieved notifications
sr_latn: Primljena obaveštenja

source: Registrate
sr_latn: Registruj

source: Registrate new accommodation
sr_latn: Registruj novi smeštaj

# Registrate_new_accommodation1
source: *Fill the form and registrate new accommodation
sr_latn: *Popunite formular i prijavite novi smeštaj

# Registrate_new_accommodation2
source: *Every field is obligatory
sr_latn: *Svako polje je obavezno

source: Registration sugestion
sr_latn: Predlozi za registraciju

# Registration_sugestion1
source: *See sugestions for opening new accommodation on most popular locations based on reservations count in the past year
sr_latn: *Pogledajte predloge za otvaranje novog smeštaja na najpopularnijim lokacijama na osnovu broja rezervacija u prošloj godini

# Registration_sugestion2
source: *See suggestions for closing accommodation on the locations that are not popular
sr_latn: *Pogledajte predloge za zatvaranje smeštaja na lokacijama koje nisu popularne

source: Renovation
sr_latn: Renoviranje

source: Renovations
sr_latn: Renoviranje

source: Renovation count:
sr_latn: Broj renoviranja:

source: Renovation description
sr_latn: Opis renoviranja

source: Renovation length:
sr_latn: Dužina renoviranja:

source: Renovation recomendations
sr_latn: Predlozi za renoviranje

source: Renovation report
sr_latn: Izveštaj o renoviranju

source: Renovation reports
sr_latn: Izveštaj o renoviranju

# Renovation_reports1
source: *Select date range for your report and all renovations in that period will be adad to the report that will be later saved on your device localy
sr_latn: *Izaberite period za svoj izveštaj i sva renoviranja u tom periodu će biti dodata izveštaju koji će kasnije biti sačuvan na vašem uređaju lokalno

source: Renovation rescheduling
sr_latn: Pomeranje renoviranja

source: Renovation scheduled
sr_latn: Renoviranje zakazano

source: Renovation sugestions
sr_latn: Predlozi za renoviranje

# Renovation_sugestions1
source: *See all renovation sugestins that guests that have visited left
sr_latn: *Pogledajte sve predloge za renoviranje koje su gosti koji su posetili otišli

# Renovation_sugestions2
source: *You can proceed with them or delete suggestion
sr_latn: *Možete nastaviti sa njima ili izbrisati predlog

# Renovation_sugestions3
source: *Every sugestion have urgency level from 1 to 5
sr_latn: *Svaka sugestija ima nivo hitnosti od 1 do 5

source: Renovation urgency:
sr_latn: Urgentnost renoviranja:

source: Report
sr_latn: Izveštaj

source: Reschedule
sr_latn: Pomeri

source: Reschedule count:
sr_latn: Broj pomeranja:

source: Reservations
sr_latn: Rezervacije

source: Reservation count:
sr_latn: Broj rezervacija:

source: Reservation rescheduling
sr_latn: Pomeranje rezervacija

# Reservation_rescheduling1
source: *See all reschedule request from guests. You can approve them even if new date is already reserved by another guest and later cancel that reservations
sr_latn: *Pogledajte sve zahteve gostiju za promenu rasporeda. Možete ih odobriti čak i ako je novi datum već rezervisan od strane drugog gosta i kasnije otkazati tu rezervaciju

# Reservation_rescheduling2
source: *If you decline you will be able to leave messege to the guest why his request was declined
sr_latn: *Ako odbijete, moći ćete da ostavite poruku gostu zašto je njegov zahtev odbijen

source: Review date:
sr_latn: Datum ocenjivanja:

source: Rule following:
sr_latn: Poštovanje pravila:

source: Schedule
sr_latn: Raspored

source: Scheduled renovations
sr_latn: Zakaži renoviranje

# Scheduled_renovations1
source: *See all renovations that have been scheduled
sr_latn: *Pogledajte sva renoviranja koja su zakazana

# Scheduled_renovations2
source: *Here you can also cancel renovation but only if cancel it 5 days before the start
sr_latn: *Ovde možete i da otkažete renoviranje, ali samo ako ga otkažete 5 dana pre početka

source: Schedule renovation
sr_latn: Zakaži renoviranje

# Schedule_renovation_for_one_of_your_accomodations
source: Schedule renovation for one of your accommodations
sr_latn: Zakažite renoviranje za vaš smeštaj

source: See accommodations
sr_latn: Pogledaj smeštaje

source: See all accommodations that you own
sr_latn: Pogledajte sve smeštaje koje posedujete

source: See all scheduled renovations
sr_latn: Pogledaj sva zakazana renoviranja

source: See all statistic for your accommodations
sr_latn: Pogledajte statistiku za veše smeštaje

source: See forums
sr_latn: Vidi forume

source: See images
sr_latn: Vidi slike

# See_reccommendations
source: See recommendations
sr_latn: Vidi preporuke

source: See requests
sr_latn: Vidi zahteve

source: See reservations
sr_latn: Vidi rezervacije

source: See reviews
sr_latn: Vidi ocene

source: See scheduled renovations
sr_latn: Vidi zakazana renoviranja

source: See statistics
sr_latn: Vidi statistiku

source: See statistics by months
sr_latn: Vidi statistiku po mesecima

source: See sugestions
sr_latn: Vidi predloge

source: See sugestions for renovations that guests have left
sr_latn: Vidi predloge za renoviranje koje su gosti ostavili

source: Selected accommodation
sr_latn: Izaberite smeštaj

source: Select available date:
sr_latn: Izaberite dostupan datum

source: Select a month you want to see statistic for
sr_latn: Izaberite mesec za koji želite videti statistiku

source: Select a period for renovation report
sr_latn: Odaberite period za vaš izveštaj o renoviranju

source: Select date range for renovations
sr_latn: Izaberite opseg datuma za renoviranje

source: Select language
sr_latn: Izaberite jezik

source: Select theme
sr_latn: Izaberi temu

source: Serbian
sr_latn: Srpski

source: Settings
sr_latn: Podešavanja

# Settings1
source: *Select theme for your application(light or dark)
sr_latn: * Izaberite temu za svoju aplikaciju (svetla ili tamna)

# Settings2
source: *Choose language for your applocation(Serbian or English)
sr_latn: *Izaberite jezik za svoju aplikaciju (srpski ili engleski)

source: Start date:
sr_latn: Datum početka:

source: Statistics
sr_latn: Statistika

source: Statistic by months
sr_latn: Statistika po mesecima

source: Stayed at:
sr_latn: Odsedao u:

source: Submit
sr_latn: Predaj

source: Sugestions for opening new accommodations
sr_latn: Predlozi za otvaranje novog smeštaja

source: Suggestions for opening new or closing old accommodations
sr_latn: Predlozi za otvaranje novog ili zatvaranje starog smeštaja

source: Suggestion for renovations
sr_latn: Predlozi za renoviranja

source: Themes
sr_latn: Teme

source: To:
sr_latn: Do:

source: Unrated guest
sr_latn: Neocenjen gost

source: Unrated guests
sr_latn: Neocenjeni gosti

# Unrated_guests1
source: *Rate guests that have visited your accommodations. Just select guest that you want to rate and fill the form
sr_latn: *Ocenite goste koji su posetili vaš smeštaj. Samo izaberite gosta kojeg želite da ocenite i popunite formular

source: Yes
sr_latn: Da

source: You have successfuly downloaded your report
sr_latn: Uspešno ste preuzeli izveštaj

source: You have successfuly rated guest
sr_latn: Uspešno ste ocenili gosta

source: You have successfuly registrated new accommodation
sr_latn: Uspešno ste registrovali novi smeštaj

source: You have successfuly scheduled renovation
sr_latn: Uspešno ste zakazali renoviranje smeštaja
